Repository: lisenhuang/FaceFusionIOS
Catalog: FaceFusion/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: That item could not be read from your photo library.
de: Dieses Objekt konnte nicht aus deiner Fotomediathek gelesen werden.
es: No se pudo leer ese elemento de tu fototeca.
fr: Cet élément n’a pas pu être lu depuis votre photothèque.
it: Non è stato possibile leggere quell'elemento dalla tua libreria foto.
ja: 写真ライブラリからこの項目を読み込めませんでした。
ko: 사진 보관함에서 이 항목을 읽지 못했습니다.
pt_br: Não foi possível ler esse item da sua fototeca.
zh_hans: 无法从你的照片图库读取该项目。
zh_hant: 无法从你的照片图库读取该项目。

source: That render is already in your photo library.
de: Dieses Ergebnis ist bereits in deiner Fotomediathek.
es: Ese resultado ya está en tu fototeca.
fr: Ce rendu se trouve déjà dans votre photothèque.
it: Quel risultato è già nella tua libreria foto.
ja: この書き出し結果はすでに写真ライブラリにあります。
ko: 이 결과물은 이미 사진 보관함에 있습니다.
pt_br: Essa renderização já está na sua fototeca.
zh_hans: 该导出结果已在你的照片图库中。
zh_hant: 该导出结果已在你的照片图库中。

source: That render is no longer available. Export it again.
de: Dieses Ergebnis ist nicht mehr verfügbar. Exportiere es erneut.
es: Ese resultado ya no está disponible. Vuelve a exportarlo.
fr: Ce rendu n’est plus disponible. Exportez-le à nouveau.
it: Quel risultato non è più disponibile. Esportalo di nuovo.
ja: この書き出し結果はもう利用できません。もう一度書き出してください。
ko: 이 결과물은 더 이상 사용할 수 없습니다. 다시 내보내십시오.
pt_br: Essa renderização não está mais disponível. Exporte de novo.
zh_hans: 该导出结果已不可用，请重新导出。
zh_hant: 该导出结果已不可用，请重新导出。

source: The app needs its AI models before it can run. This is a one‑time download — afterwards face swapping works entirely on this device, with no internet connection.
de: Die App braucht ihre KI-Modelle, bevor sie laufen kann. Das ist ein einmaliger Download — danach funktioniert der Gesichtstausch vollständig auf diesem Gerät, ganz ohne Internetverbindung.
es: La app necesita sus modelos de IA para poder funcionar. Es una descarga única — después, el intercambio de rostros funciona por completo en este dispositivo, sin conexión a internet.
fr: L’app a besoin de ses modèles d’IA pour fonctionner. Il s’agit d’un téléchargement unique — ensuite, l’échange de visages fonctionne entièrement sur cet appareil, sans connexion à internet.
it: L'app ha bisogno dei suoi modelli IA per poter funzionare. È un download una‑tantum — dopodiché lo scambio di volti funziona interamente su questo dispositivo, senza connessione a internet.
ja: このアプリを使うには AI モデルが必要です。ダウンロードは最初の一度だけで、その後の顔の入れ替えはインターネットに接続せず、すべてこのデバイス上で行われます。
ko: 앱을 실행하려면 먼저 AI 모델이 필요합니다. 처음 한 번만 다운로드하며, 그 뒤로는 인터넷 연결 없이 이 기기에서만 얼굴 바꾸기가 이루어집니다.
pt_br: O app precisa dos modelos de IA antes de funcionar. É um download único — depois disso, a troca de rostos funciona inteiramente neste dispositivo, sem conexão com a internet.
zh_hans: App 需要先获取 AI 模型才能运行。这是一次性下载——之后换脸完全在本机进行，无需联网。
zh_hant: App 需要先获取 AI 模型才能运行。这是一次性下载——之后换脸完全在本机进行，无需联网。

source: The chosen faces are no longer loaded. Scan the target again and reselect them.
de: Die ausgewählten Gesichter sind nicht mehr geladen. Durchsuche das Ziel erneut und wähle sie noch einmal aus.
es: Los rostros elegidos ya no están cargados. Vuelve a analizar el destino y selecciónalos otra vez.
fr: Les visages choisis ne sont plus chargés. Analysez à nouveau la cible et sélectionnez-les de nouveau.
it: I volti scelti non sono più caricati. Analizza di nuovo la destinazione e riselezionali.
ja: 選択した顔はもう読み込まれていません。ターゲットをもう一度スキャンして、選択し直してください。
ko: 선택한 얼굴 정보가 더 이상 남아 있지 않습니다. 대상에서 얼굴을 다시 찾은 다음 선택하십시오.
pt_br: Os rostos escolhidos não estão mais carregados. Analise o destino de novo e selecione-os novamente.
zh_hans: 所选人脸已失效。请重新扫描目标并重新选择。
zh_hant: 所选人脸已失效。请重新扫描目标并重新选择。

source: The download carries on if you leave the app.
de: Der Download läuft weiter, wenn du die App verlässt.
es: La descarga continúa aunque salgas de la app.
fr: Le téléchargement se poursuit si vous quittez l’app.
it: Il download prosegue anche se esci dall'app.
ja: アプリを離れてもダウンロードは続きます。
ko: 앱을 나가도 다운로드는 계속됩니다.
pt_br: O download continua mesmo se você sair do app.
zh_hans: 离开 App 后下载会继续。
zh_hant: 离开 App 后下载会继续。

source: The downloaded file did not match its expected checksum and was discarded.
de: Die geladene Datei stimmte nicht mit der erwarteten Prüfsumme überein und wurde verworfen.
es: El archivo descargado no coincidía con su suma de comprobación esperada y se descartó.
fr: Le fichier téléchargé ne correspondait pas à la somme de contrôle attendue et a été supprimé.
it: Il file scaricato non corrispondeva al checksum previsto ed è stato scartato.
ja: ダウンロードしたファイルのチェックサムが一致しなかったため、破棄しました。
ko: 다운로드한 파일이 예상 체크섬과 일치하지 않아 폐기했습니다.
pt_br: O arquivo baixado não correspondeu ao checksum esperado e foi descartado.
zh_hans: 下载的文件与预期的校验和不符，已丢弃。
zh_hant: 下载的文件与预期的校验和不符，已丢弃。

source: The engine failed while processing a frame.
de: Die Engine ist beim Verarbeiten eines Einzelbilds fehlgeschlagen.
es: El motor falló al procesar un fotograma.
fr: Le moteur a échoué pendant le traitement d’une image.
it: Il motore non è riuscito a elaborare un fotogramma.
ja: フレームの処理中にエンジンでエラーが発生しました。
ko: 프레임을 처리하는 중 엔진에 오류가 발생했습니다.
pt_br: O motor falhou ao processar um quadro.
zh_hans: 引擎在处理某一帧时失败。
zh_hant: 引擎在处理某一帧时失败。

source: The engine has not finished loading its models.
de: Die Engine hat ihre Modelle noch nicht fertig geladen.
es: El motor todavía no termina de cargar sus modelos.
fr: Le moteur n’a pas fini de charger ses modèles.
it: Il motore non ha ancora finito di caricare i suoi modelli.
ja: エンジンはまだモデルの読み込みを終えていません。
ko: 엔진이 아직 모델을 다 불러오지 못했습니다.
pt_br: O motor ainda não terminou de carregar os modelos.
zh_hans: 引擎尚未加载完模型。
zh_hant: 引擎尚未加载完模型。

source: The engine is still starting.
de: Die Engine startet noch.
es: El motor aún se está iniciando.
fr: Le moteur est encore en cours de démarrage.
it: Il motore è ancora in avvio.
ja: エンジンはまだ起動中です。
ko: 엔진이 아직 시작 중입니다.
pt_br: O motor ainda está iniciando.
zh_hans: 引擎仍在启动。
zh_hant: 引擎仍在启动。

source: The model could not be saved to this device.
de: Das Modell konnte nicht auf diesem Gerät gesichert werden.
es: No se pudo guardar el modelo en este dispositivo.
fr: Le modèle n’a pas pu être enregistré sur cet appareil.
it: Non è stato possibile salvare il modello su questo dispositivo.
ja: このデバイスにモデルを保存できませんでした。
ko: 이 기기에 모델을 저장하지 못했습니다.
pt_br: Não foi possível salvar o modelo neste dispositivo.
zh_hans: 无法将模型保存到此设备。
zh_hant: 无法将模型保存到此设备。

source: The model manifest could not be read: %@
de: Die Liste der Modelle konnte nicht gelesen werden: %@
es: No se pudo leer el manifiesto de modelos: %@
fr: Le manifeste des modèles n’a pas pu être lu : %@
it: Non è stato possibile leggere il manifest dei modelli: %@
ja: モデルのマニフェストを読み込めませんでした：%@
ko: 모델 매니페스트를 읽지 못했습니다: %@
pt_br: Não foi possível ler o manifesto de modelos: %@
zh_hans: 无法读取模型清单：%@
zh_hant: 无法读取模型清单：%@

source: The network is used for the one‑time model download, and to ask the App Store for its version number. Swapping itself works with no connection at all.
de: Das Netzwerk wird für den einmaligen Modell-Download genutzt und um beim App Store die Versionsnummer abzufragen. Der Gesichtstausch selbst funktioniert ganz ohne Verbindung.
es: La red se usa para la descarga única de los modelos y para preguntarle al App Store su número de versión. El intercambio en sí funciona sin ninguna conexión.
fr: Le réseau sert au téléchargement unique des modèles et à demander à l’App Store son numéro de version. L’échange lui-même fonctionne sans aucune connexion.
it: La rete serve per il download una‑tantum dei modelli e per chiedere all'App Store il numero di versione. Lo scambio in sé funziona senza alcuna connessione.
ja: ネットワークを使うのは、一度きりのモデルのダウンロードと、App Store へのバージョン番号の問い合わせだけです。顔の合成そのものは接続がなくても動作します。
ko: 네트워크는 한 번뿐인 모델 다운로드와 App Store에 버전 번호를 묻는 데에만 사용됩니다. 얼굴 합성 자체는 연결이 없어도 동작합니다.
pt_br: A rede é usada para o download único dos modelos e para perguntar à App Store o número da versão. A troca em si funciona sem conexão nenhuma.
zh_hans: 网络只用于一次性的模型下载，以及向 App Store 查询版本号。换脸本身在完全没有连接的情况下也能运行。
zh_hant: 網路只用於一次性的模型下載，以及向 App Store 查詢版本號。換臉本身在完全沒有連線的情況下也能運作。

source: The photo is no longer loaded.
de: Das Foto ist nicht mehr geladen.
es: La foto ya no está cargada.
fr: La photo n’est plus chargée.
it: La foto non è più caricata.
ja: 写真はもう読み込まれていません。
ko: 사진을 더 이상 사용할 수 없습니다.
pt_br: A foto não está mais carregada.
zh_hans: 照片已不可用。
zh_hant: 照片已不可用。

source: The photo library could not save the file. Check that there is enough free space and try again.
de: Die Fotomediathek konnte die Datei nicht sichern. Prüfe, ob genug freier Speicher vorhanden ist, und versuche es erneut.
es: La fototeca no pudo guardar el archivo. Verifica que haya suficiente espacio libre e inténtalo de nuevo.
fr: La photothèque n’a pas pu enregistrer le fichier. Vérifiez qu’il reste assez d’espace libre, puis réessayez.
it: La libreria foto non è riuscita a salvare il file. Controlla che ci sia spazio libero a sufficienza e riprova.
ja: 写真ライブラリにファイルを保存できませんでした。空き容量を確認して、もう一度お試しください。
ko: 사진 보관함에 파일을 저장하지 못했습니다. 저장 공간이 충분한지 확인한 뒤 다시 시도하십시오.
pt_br: A fototeca não conseguiu salvar o arquivo. Verifique se há espaço livre suficiente e tente de novo.
zh_hans: 照片图库无法存储该文件。请检查是否有足够的可用空间，然后重试。
zh_hant: 照片图库无法存储该文件。请检查是否有足够的可用空间，然后重试。

source: Theme
de: Erscheinungsbild
es: Tema
fr: Thème
it: Tema
ja: テーマ
ko: 테마
pt_br: Tema
zh_hans: 主题
zh_hant: 主题

source: There is nowhere to download this from.
de: Es gibt keine Quelle, von der sich das laden lässt.
es: No hay de dónde descargar esto.
fr: Aucune source de téléchargement n’est disponible.
it: Non c'è nessuna origine da cui scaricarlo.
ja: ダウンロードできる入手先がありません。
ko: 다운로드할 수 있는 위치가 없습니다.
pt_br: Não há de onde baixar isto.
zh_hans: 没有可供下载的来源。
zh_hant: 沒有可供下載的來源。

source: Thermal state
de: Temperaturstatus
es: Estado térmico
fr: État thermique
it: Stato termico
ja: 温度の状態
ko: 발열 상태
pt_br: Estado térmico
zh_hans: 温度状态
zh_hant: 温度状态

source: This device
de: Dieses Gerät
es: Este dispositivo
fr: Cet appareil
it: Questo dispositivo
ja: このデバイス
ko: 이 기기
pt_br: Este dispositivo
zh_hans: 本机
zh_hant: 本机

source: This download is the only time the app uses the network. Afterwards it works entirely offline, and no photo or video ever leaves the device.
de: Dieser Download ist das einzige Mal, dass die App das Netzwerk nutzt. Danach arbeitet sie vollständig offline, und kein Foto und kein Video verlässt jemals das Gerät.
es: Esta descarga es la única vez que la app usa la red. Después funciona por completo sin conexión, y ninguna foto ni video sale nunca del dispositivo.
fr: Ce téléchargement est la seule fois où l’app utilise le réseau. Ensuite, elle fonctionne entièrement hors ligne, et aucune photo ni vidéo ne quitte jamais l’appareil.
it: Questo download è l'unica volta in cui l'app usa la rete. Dopodiché funziona completamente offline e nessuna foto o video lascia mai il dispositivo.
ja: アプリがネットワークを使うのは、このダウンロードのときだけです。その後は完全にオフラインで動作し、写真や動画がデバイスの外に出ることはありません。
ko: 앱이 네트워크를 사용하는 것은 이 다운로드뿐입니다. 이후에는 완전히 오프라인으로 작동하며, 사진이나 비디오가 기기 밖으로 나가는 일은 없습니다.
pt_br: Este download é a única vez em que o app usa a rede. Depois disso, ele funciona totalmente offline, e nenhuma foto ou vídeo sai do dispositivo.
zh_hans: 这次下载是 App 唯一一次使用网络。之后完全离线运行，任何照片或视频都不会离开本机。
zh_hant: 这次下载是 App 唯一一次使用网络。之后完全离线运行，任何照片或视频都不会离开本机。

source: This frees %@, the compiled graphs included. Morphiqo cannot swap a face again until they are downloaded, which needs a connection.
de: Das gibt %@ frei, die kompilierten Graphen eingeschlossen. Morphiqo kann erst wieder ein Gesicht tauschen, wenn sie geladen sind, und dafür ist eine Verbindung nötig.
es: Esto libera %@, incluidos los grafos compilados. Morphiqo no podrá volver a intercambiar un rostro hasta que se descarguen, y eso requiere conexión.
fr: Cela libère %@, graphes compilés inclus. Morphiqo ne pourra plus échanger de visage tant qu’ils n’auront pas été téléchargés, ce qui nécessite une connexion.
it: Libera %@, grafi compilati inclusi. Morphiqo non potrà più scambiare un volto finché non verranno scaricati di nuovo, e serve una connessione.
ja: コンパイル済みのグラフを含めて %@ の空き容量が増えます。もう一度ダウンロードするまで Morphiqo は顔を入れ替えられず、ダウンロードにはインターネット接続が必要です。
ko: 컴파일된 그래프까지 포함해 %@의 공간을 확보합니다. 다시 다운로드할 때까지 Morphiqo는 얼굴을 바꿀 수 없으며, 다운로드하려면 인터넷 연결이 필요합니다.
pt_br: Isso libera %@, incluindo os grafos compilados. O Morphiqo não consegue trocar um rosto de novo até que eles sejam baixados, o que exige conexão.
zh_hans: 这会释放 %@，其中包含已编译的计算图。在重新下载之前 Morphiqo 无法再换脸，而下载需要联网。
zh_hant: 这会释放 %@，其中包含已编译的计算图。在重新下载之前 Morphiqo 无法再换脸，而下载需要联网。

source: This frees %@. Morphiqo cannot swap a face again until it is downloaded, which needs a connection.
de: Das gibt %@ frei. Morphiqo kann erst wieder ein Gesicht tauschen, wenn es geladen ist, und dafür ist eine Verbindung nötig.
es: Esto libera %@. Morphiqo no podrá volver a intercambiar un rostro hasta que se descargue, y eso requiere conexión.
fr: Cela libère %@. Morphiqo ne pourra plus échanger de visage tant qu’il n’aura pas été téléchargé, ce qui nécessite une connexion.
it: Libera %@. Morphiqo non potrà più scambiare un volto finché non verrà scaricato di nuovo, e serve una connessione.
ja: %@ の空き容量が増えます。もう一度ダウンロードするまで Morphiqo は顔を入れ替えられず、ダウンロードにはインターネット接続が必要です。
ko: %@의 공간을 확보합니다. 다시 다운로드할 때까지 Morphiqo는 얼굴을 바꿀 수 없으며, 다운로드하려면 인터넷 연결이 필요합니다.
pt_br: Isso libera %@. O Morphiqo não consegue trocar um rosto de novo até que ele seja baixado, o que exige conexão.
zh_hans: 这会释放 %@。在重新下载之前 Morphiqo 无法再换脸，而下载需要联网。
zh_hant: 这会释放 %@。在重新下载之前 Morphiqo 无法再换脸，而下载需要联网。

source: This frees %@. Swapping keeps working without it — the result is simply less refined.
de: Das gibt %@ frei. Der Gesichtstausch funktioniert auch ohne — das Ergebnis ist einfach weniger fein.
es: Esto libera %@. El intercambio sigue funcionando sin él — el resultado simplemente es menos refinado.
fr: Cela libère %@. L’échange continue de fonctionner sans lui — le résultat est simplement moins abouti.
it: Libera %@. Lo scambio continua a funzionare senza — il risultato è semplicemente meno rifinito.
ja: %@ の空き容量が増えます。なくても顔の入れ替えは使えます。仕上がりの精度が少し下がるだけです。
ko: %@의 공간을 확보합니다. 없어도 얼굴 교체는 계속되며, 결과가 조금 덜 정교해질 뿐입니다.
pt_br: Isso libera %@. A troca continua funcionando sem ele — o resultado só fica menos refinado.
zh_hans: 这会释放 %@。没有它也能换脸，只是效果会略微粗糙一些。
zh_hant: 这会释放 %@。没有它也能换脸，只是效果会略微粗糙一些。

source: This frees %@. Swapping keeps working; results are less sharp and tracking less steady.
de: Das gibt %@ frei. Der Gesichtstausch funktioniert weiterhin; die Ergebnisse sind weniger scharf und die Verfolgung weniger stabil.
es: Esto libera %@. El intercambio sigue funcionando; los resultados son menos nítidos y el seguimiento, menos estable.
fr: Cela libère %@. L’échange continue de fonctionner ; les résultats sont moins nets et le suivi moins stable.
it: Libera %@. Lo scambio continua a funzionare; i risultati sono meno nitidi e il tracciamento meno stabile.
ja: %@ の空き容量が増えます。顔の入れ替えはそのまま使えますが、仕上がりの鮮明さと追跡の安定性は下がります。
ko: %@의 공간을 확보합니다. 얼굴 교체는 계속되지만 결과가 덜 선명하고 추적도 덜 안정적입니다.
pt_br: Isso libera %@. A troca continua funcionando; os resultados ficam menos nítidos e o rastreamento menos estável.
zh_hans: 这会释放 %@。换脸仍然可用，但结果不那么清晰，跟踪也不那么稳定。
zh_hant: 这会释放 %@。换脸仍然可用，但结果不那么清晰，跟踪也不那么稳定。

source: This video's %@ audio cannot be stored in an MP4.
de: Der %@-Ton dieses Videos kann nicht in einer MP4-Datei gespeichert werden.
es: El audio %@ de este video no se puede guardar en un MP4.
fr: L’audio %@ de cette vidéo ne peut pas être stocké dans un MP4.
it: L'audio %@ di questo video non può essere salvato in un MP4.
ja: この動画の %@ 音声は MP4 に保存できません。
ko: 이 비디오의 %@ 오디오는 MP4에 저장할 수 없습니다.
pt_br: O áudio %@ deste vídeo não pode ser armazenado em um MP4.
zh_hans: 此视频的 %@ 音频无法存入 MP4。
zh_hant: 此视频的 %@ 音频无法存入 MP4。

source: This video's audio track could not be read.
de: Die Tonspur dieses Videos konnte nicht gelesen werden.
es: No se pudo leer la pista de audio de este video.
fr: La piste audio de cette vidéo n’a pas pu être lue.
it: Non è stato possibile leggere la traccia audio di questo video.
ja: この動画のオーディオトラックを読み込めませんでした。
ko: 이 비디오의 오디오 트랙을 읽지 못했습니다.
pt_br: Não foi possível ler a faixa de áudio deste vídeo.
zh_hans: 无法读取此视频的音轨。
zh_hant: 无法读取此视频的音轨。

source: Tick at least one face to replace.
de: Markiere mindestens ein Gesicht, das ersetzt werden soll.
es: Marca al menos un rostro para reemplazar.
fr: Cochez au moins un visage à remplacer.
it: Seleziona almeno un volto da sostituire.
ja: 入れ替える顔に少なくとも 1 つチェックを入れてください。
ko: 바꿀 얼굴을 하나 이상 선택하십시오.
pt_br: Marque pelo menos um rosto para substituir.
zh_hans: 请至少勾选一张要替换的人脸。
zh_hant: 请至少勾选一张要替换的人脸。

source: unknown
de: unbekannt
es: desconocido
fr: inconnu
it: sconosciuto
ja: 不明
ko: 알 수 없음
pt_br: desconhecido
zh_hans: 未知
zh_hant: 未知

source: Unlock lifetime
de: Dauerhaft freischalten
es: Desbloquear de por vida
fr: Débloquer à vie
it: Sblocca a vita
ja: 買い切りを購入
ko: 평생 이용권 잠금 해제
pt_br: Desbloquear vitalício
zh_hans: 解锁永久版
zh_hant: 解鎖永久版

source: Unlock Pro
de: Pro freischalten
es: Desbloquear Pro
fr: Débloquer Pro
it: Sblocca Pro
ja: Pro を解除
ko: Pro 잠금 해제
pt_br: Desbloquear Pro
zh_hans: 解锁 Pro
zh_hant: 解鎖 Pro

source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
it: Aggiorna
ja: アップデート
ko: 업데이트
pt_br: Atualizar
zh_hans: 更新
zh_hant: 更新

source: Upgrade to Pro
de: Auf Pro upgraden
es: Hazte Pro
fr: Passer à la version Pro
it: Passa a Pro
ja: Pro にアップグレード
ko: Pro로 업그레이드
pt_br: Fazer upgrade para o Pro
zh_hans: 升级到 Pro
zh_hant: 升級至 Pro

source: Upgrade to save, share, or export video.
de: Schalte Pro frei, um zu sichern, zu teilen oder Videos zu exportieren.
es: Hazte Pro para guardar, compartir o exportar video.
fr: Passez à Pro pour enregistrer, partager ou exporter des vidéos.
it: Passa a Pro per salvare, condividere o esportare video.
ja: 保存・共有・動画の書き出しにはアップグレードが必要です。
ko: 저장, 공유, 동영상 내보내기를 하려면 업그레이드하세요.
pt_br: Faça upgrade para salvar, compartilhar ou exportar vídeo.
zh_hans: 升级后即可保存、分享或导出视频。
zh_hant: 升級後即可儲存、分享或匯出影片。

source: Uses the CPU alone. Very slow, but it always works.
de: Nutzt allein die CPU. Sehr langsam, funktioniert aber immer.
es: Usa solo la CPU. Es muy lento, pero siempre funciona.
fr: Utilise uniquement le CPU. Très lent, mais fonctionne toujours.
it: Usa solo la CPU. Molto lento, ma funziona sempre.
ja: CPU だけを使います。とても遅いですが、必ず動作します。
ko: CPU만 사용합니다. 매우 느리지만 언제나 작동합니다.
pt_br: Usa apenas a CPU. Muito lento, mas sempre funciona.
zh_hans: 仅使用 CPU。非常慢，但总能运行。
zh_hant: 仅使用 CPU。非常慢，但总能运行。

source: Verifying…
de: Wird überprüft…
es: Verificando…
fr: Validation…
it: Verifica…
ja: 検証中…
ko: 검증 중…
pt_br: Verificando…
zh_hans: 正在校验…
zh_hant: 正在校验…

source: Which face
de: Welches Gesicht
es: Qué rostro
fr: Quel visage
it: Quale volto
ja: 入れ替える顔
ko: 바꿀 얼굴
pt_br: Qual rosto
zh_hans: 替换哪张脸
zh_hant: 替换哪张脸

source: Will be left alone
de: Bleibt unverändert
es: No se reemplazará
fr: Ne sera pas remplacé
it: Resterà invariato
ja: そのまま残ります
ko: 바뀌지 않음
pt_br: Ficará como está
zh_hans: 将保持不变
zh_hant: 将保持不变

source: Will be replaced
de: Wird ersetzt
es: Se reemplazará
fr: Sera remplacé
it: Verrà sostituito
ja: 入れ替えられます
ko: 바뀜
pt_br: Será substituído
zh_hans: 将被替换
zh_hant: 将被替换

# You have %@, and the App Store has %@.
source: You have %1$@, and the App Store has %2$@.
de: Du hast %1$@, im App Store gibt es %2$@.
es: Tienes la versión %1$@ y el App Store tiene la %2$@.
fr: Vous avez la version %1$@, et l’App Store propose la version %2$@.
it: Hai la versione %1$@ e sull'App Store c'è la %2$@.
ja: お使いのバージョンは %1$@、App Store のバージョンは %2$@ です。
ko: 현재 버전은 %1$@이고, App Store 버전은 %2$@입니다.
pt_br: Sua versão é a %1$@ e a da App Store é a %2$@.
zh_hans: 你的版本是 %1$@，App Store 上的版本是 %2$@。
zh_hant: 你的版本是 %1$@，App Store 上的版本是 %2$@。

source: You have %@. The App Store did not answer, so there is nothing to compare it against — check your connection and try again.
de: Du hast %@. Der App Store hat nicht geantwortet, es gibt also nichts zum Vergleichen — prüfe deine Verbindung und versuche es erneut.
es: Tienes la versión %@. El App Store no respondió, así que no hay con qué compararla — revisa tu conexión e inténtalo de nuevo.
fr: Vous avez la version %@. L’App Store n’a pas répondu, il n’y a donc rien à quoi la comparer — vérifiez votre connexion et réessayez.
it: Hai la versione %@. L'App Store non ha risposto, quindi non c'è nulla con cui confrontarla — controlla la connessione e riprova.
ja: お使いのバージョンは %@ です。App Store から応答がなかったため、比較できませんでした。接続を確認してもう一度お試しください。
ko: 현재 버전은 %@입니다. App Store에서 응답이 없어 비교할 수 없습니다. 연결을 확인한 뒤 다시 시도해 주세요.
pt_br: Sua versão é a %@. A App Store não respondeu, então não há com o que comparar — verifique sua conexão e tente de novo.
zh_hans: 你的版本是 %@。App Store 没有响应，因此无从比较。请检查网络连接后重试。
zh_hant: 你的版本是 %@。App Store 沒有回應，因此無從比較。請檢查網路連線後重試。

# You have %@. Version %@ is on the App Store.
source: You have %1$@. Version %2$@ is on the App Store.
de: Du hast %1$@. Version %2$@ ist im App Store.
es: Tienes la versión %1$@. En el App Store está la %2$@.
fr: Vous avez la version %1$@. La version %2$@ est disponible sur l’App Store.
it: Hai la versione %1$@. Sull'App Store c'è la versione %2$@.
ja: お使いのバージョンは %1$@ です。App Store には %2$@ があります。
ko: 현재 버전은 %1$@입니다. App Store에는 %2$@이(가) 있습니다.
pt_br: Sua versão é a %1$@. A versão %2$@ está na App Store.
zh_hans: 你的版本是 %1$@，App Store 上是 %2$@。
zh_hant: 你的版本是 %1$@，App Store 上是 %2$@。

source: Your photo library would not accept that image.
de: Deine Fotomediathek hat dieses Bild nicht angenommen.
es: Tu fototeca no aceptó esa imagen.
fr: Votre photothèque a refusé cette image.
it: La tua libreria foto non ha accettato quell'immagine.
ja: 写真ライブラリがこの画像を受け付けませんでした。
ko: 사진 보관함이 이 이미지를 받아들이지 않았습니다.
pt_br: Sua fototeca não aceitou essa imagem.
zh_hans: 你的照片图库无法接受这张图片。
zh_hant: 你的照片图库无法接受这张图片。

source: Your photo library would not accept that video.
de: Deine Fotomediathek hat dieses Video nicht angenommen.
es: Tu fototeca no aceptó ese video.
fr: Votre photothèque a refusé cette vidéo.
it: La tua libreria foto non ha accettato quel video.
ja: 写真ライブラリがこの動画を受け付けませんでした。
ko: 사진 보관함이 이 비디오를 받아들이지 않았습니다.
pt_br: Sua fototeca não aceitou esse vídeo.
zh_hans: 你的照片图库无法接受这个视频。
zh_hant: 你的照片图库无法接受这个视频。

source: Optional
es: Opcional
fr: Facultatif
it: Facoltativo
ja: 任意
ko: 선택 사항
pt_br: Opcional
zh_hans: 可选
zh_hant: 可选

source: Position
es: Posición
it: Posizione
ja: 再生位置
ko: 재생 위치
pt_br: Posição
zh_hans: 播放位置
zh_hant: 播放位置

source: System
es: Sistema
fr: Système
it: Sistema
ja: システム
ko: 시스템
pt_br: Sistema
zh_hans: 跟随系统
zh_hant: 跟随系统

source: Upgrade
es: Obtener Pro
fr: Passer à Pro
it: Passa a Pro
ja: アップグレード
ko: 업그레이드
pt_br: Fazer upgrade
zh_hans: 升级
zh_hant: 升級

source: Version
es: Versión
it: Versione
ja: バージョン
ko: 버전
pt_br: Versão
zh_hans: 版本
zh_hant: 版本

source: Apple Neural Engine / GPU
ko: Apple 뉴럴 엔진 / GPU
zh_hans: Apple 神经网络引擎 / GPU
zh_hant: Apple 神经网络引擎 / GPU

source: Neural Engine
ko: 뉴럴 엔진
zh_hans: 神经网络引擎
zh_hant: 神经网络引擎

source: OK
ko: 확인
zh_hans: 好
zh_hant: 好

source: Morphiqo
zh_hans: 拟颜
zh_hant: 拟颜
